11/data/attachments/531d78f3c25d8302.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Patrick_prevent_Actions_26971_1</nif:username>
            <nif:friendToBeRequested>soap_actions_bca1b7be-5bfd-403b-a0da-cc2f12d1b6d8</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>